IDEA Open Model
PretensionedTendonGroupItem.Geometry Property
Compatible with IDEA StatiCa 20.1
 Geometry
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Polygon3D Geometry { get; set; }
Public Property Geometry As Polygon3D
	Get
	Set
Property Value
Type: Polygon3D
See Also
Reference
PretensionedTendonGroupItem Class
IdeaRS.OpenModel.Model Namespace